{
    "2024": [
        {
            "text": "Our life is indeed the same as it ever was... The same physiological and psychological processes that have been man's for hundreds of thousands of years still endure.",
            "author": "Carl Jung",
            "source": "Same as Ever: A Guide to What Never Changes"
        }, {
            "text": "The wise in all ages have always said the same thing, and the foods, who at all times form the immense majority, have in their way, too, acted alike, and done just the opposite.",
            "author": "Arthur Schopenhauer",
            "source": "Same as Ever: A Guide to What Never Changes"
        },
        {
            "text": "History never repeats itself; man always does.",
            "author": "Voltaire",
            "source": "Same as Ever: A Guide to What Never Changes"
        }, {
            "text": "I've learned an important trick: to develop foresight, you need to practice hindsight",
            "author": "Jane McGonigal",
            "source": "Same as Ever: A Guide to What Never Changes"
        }, {
            "text": "The dead outnumber the living... fourteen to one, and we ignore the accumulated experience of such a huge majority of mankind at our peril.",
            "author": "Niall Ferguson",
            "source": "Same as Ever: A Guide to What Never Changes"
        },
        {
            "text": "We tend to take every precaution to safeguard our material possessions because we know what they cost.  But at the same time we neglect things which are much more precious because they don't come with price tags attached: The real value of things like our eyesight or relationships or freedom can be hidden to us, because money is not changing hands.",
            "author": "Peter Kaufman",
            "source": "Same as Ever: A Guide to What Never Changes"
        },
        {
            "text": "The thing I have noticed is when the anecodes and the data disagree, the anecodtes are usually right. There's something wrong with the way you are measuring it.",
            "author": "Jeff Bezos",
            "source": "Same as Ever: A Guide to What Never Changes"
        }
    ]    
}